/*PDE titles*/
"Color/Quality Options" = "Kleur-/kwaliteitsopties";
"Finishing" = "Afwerking";
"Advanced"="Geavanceerd";

/*Summary driver info*/
"Driver Name" = "Naam van stuurprogramma";
"Driver Core Version" = "Versie stuurprogrammakern";
"Driver Support Version" = "Versie stuurprogrammaondersteuning";
"HPCP1020DriverName" = "HP LaserJet CP1020 Series Driver";
